[
    {
        "sender": "MsHoaGiaoTiep <giaotiep@anhngumshoa.com>",
        "subject": "Chúc mừng bạn được tặng",
        "date": "2023-12-13 12:00:34+07:00",
        "body_text": "|  |  ![](      Học tiếng Anh khó ![👉]( có Anh ngữ Ms Hoa lo   **Anh chị nào đang có mong muốn:**    * Nâng cao cơ hội nghề nghiệp và sự chuyên nghiệp bản thân   * Giao tiếp trong công việc trôi chảy, hiệu quả   * Update kiến thức chuyên môn   * Mở rộng cơ hội học vấn   * Tự tin hơn trong giao tiếp và làm việc trong môi trường quốc tế      >> Khoá học **_miễn phí 3 buổi_** ** _\"Level up your skill: Nâng trình từ vựng chuyên ngành\"_** sẽ là lựa chọn số 1 mà Anh ngữ Ms Hoa dành cho bạn.       **HỌC MIỄN PHÍ: **[**TẠI ĐÂY**](        * Đối tượng: người đi làm/ mất gốc/sv/ người cần nhảy việc/ thăng chức..   * Hình thức: Học **offline** tại cơ sở   * Sĩ số: **8-10 HV** , nhóm nhỏ   * Học phí: **0 đồng**   * Số lượng: Mỗi cơ sở duy nhất **20 slot**   * Thời gian: **5/12-31/12/2023**  \\--------------------   ![✔]( vào: Người mới bắt đầu/biết sơ sơ/ có bằng TOEIC nhưng chưa GIAO TIẾP được.   ![✔]( Đầu ra: Tự tin Giao tiếp, trang bị bộ kỹ năng công việc RIÊNG THEO CHUYÊN NGÀNH (Viết CV, Email, phỏng vấn, các tình huống giao tiếp công việc theo chuyên ngành.)      ![💥]( **Note:** Cô Hoa mở **DUY NHẤT** 500 suất học free đầu tiên. Cô sẽ đóng link ngay khi đủ slot, nên bạn đăng ký nhanh để **GIỮ CHỖ** nhé. Bạn nào không đăn.g ký kịp thì thông cảm giúp cô nhé.           ---      [Unsubscribe]( to no longer receive emails from us. | [Having trouble reading this email? Click here.](      ---      ![](  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Cảnh báo bảo mật",
        "date": "2023-12-15 10:12:38+07:00",
        "body_text": "---      | |  ![Google](  Ai đó đã thay đổi số điện thoại khôi phục  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---      Ai đó đã thay đổi số điện thoại khôi phục cho tài khoản của bạn. Nếu bạn không thực hiện thay đổi này thì bạn nên kiểm tra xem điều gì đã xảy ra.  [Kiểm tra hoạt động](  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Cảnh báo bảo mật",
        "date": "2023-12-15 10:13:51+07:00",
        "body_text": "---      | |  ![Google](  Ai đó đã thay đổi số điện thoại khôi phục  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---      Ai đó đã thay đổi số điện thoại khôi phục cho tài khoản của bạn. Nếu bạn không thực hiện thay đổi này thì bạn nên kiểm tra xem điều gì đã xảy ra.  [Kiểm tra hoạt động](  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Cảnh báo bảo mật",
        "date": "2023-12-15 10:16:02+07:00",
        "body_text": "---      | |  ![Google](  Số điện thoại đã được thêm cho tính năng Xác minh 2 bước  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---      Từ nay trở đi, hệ thống sẽ gửi mã dùng để đăng nhập vào tài khoản của bạn đến số điện thoại mới. Nếu bạn không phải là người thêm số điện thoại này thì có thể ai đó đang sử dụng tài khoản của bạn. Hãy kiểm tra và bảo mật tài khoản của bạn ngay bây giờ.  [Kiểm tra hoạt động](  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Đã bật tính năng Xác minh 2 bước",
        "date": "2023-12-15 10:16:09+07:00",
        "body_text": "---      | |  ![Google](  Đã bật tính năng Xác minh 2 bước  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---      Tài khoản Google anhhungbanphim57@gmail.com của bạn hiện đang được bảo vệ bằng tính năng Xác minh 2 bước. Khi đăng nhập trên một thiết bị mới hoặc thiết bị không tin cậy, bạn sẽ cần sử dụng yếu tố thứ hai để xác minh danh tính.   **Đừng để mất quyền truy cập vào tài khoản!**   Bạn có thể thêm điện thoại dự phòng hoặc nhận mã dự phòng để sử dụng khi không thể dùng yếu tố thứ hai.  Bạn có thể [xem lại các tùy chọn cài đặt của tính năng 2SV (Xác minh 2 bước)]( step-verification?rfn%3D16%26rfnc%3D1%26eid%3D7100937769019580827%26et%3D0) và thay đổi nếu muốn.  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Cảnh báo bảo mật",
        "date": "2023-12-15 10:16:21+07:00",
        "body_text": "---      | |  ![Google](  Mật khẩu ứng dụng đã được tạo để đăng nhập vào tài khoản của bạn  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---      Nếu bạn không phải là người đã tạo mật khẩu này cho crawl_mail_data, thì có thể ai đó đang sử dụng tài khoản của bạn. Hãy kiểm tra và bảo mật tài khoản của bạn ngay bây giờ.  [Kiểm tra hoạt động](  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Cảnh báo bảo mật",
        "date": "2023-12-15 11:26:16+07:00",
        "body_text": "---      | |  ![Google](  Mới đăng nhập trên Windows  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---      Chúng tôi phát hiện thấy có một yêu cầu đăng nhập mới vào Tài khoản Google của bạn trên một thiết bị Windows. Nếu đây là yêu cầu của bạn, thì bạn không phải làm gì thêm. Nếu đây không phải là yêu cầu của bạn, thì chúng tôi sẽ giúp bạn bảo mật tài khoản.  [Kiểm tra hoạt động](  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Google <no-reply@accounts.google.com>",
        "subject": "Cảnh báo bảo mật",
        "date": "2023-12-15 11:26:21+07:00",
        "body_text": "---      | |  ![Google](  Windows đã được cấp quyền truy cập vào Tài khoản Google của bạn  | ![]( DJikGRxIjThIz5y4UBgVtCI4Bg=s96-c)| anhhungbanphim57@gmail.com   ---|---         Nếu không cấp quyền truy cập thì bạn nên kiểm tra hoạt động này và bảo mật tài khoản của mình.  [Kiểm tra hoạt động](  Bạn cũng có thể xem hoạt động bảo mật tại     Chúng tôi gửi email này để thông báo cho bạn biết về những thay đổi quan trọng đối với Tài khoản Google và dịch vụ của bạn.  (C) 2023 Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA  "
    },
    {
        "sender": "Quora <curiosity-noreply@quora.com>",
        "subject": "More related to \"What is an email crawler?\"",
        "date": "2023-12-15 13:25:32+07:00",
        "body_text": "A crawler is a program that visits Web sites and reads their pages and other information in order to create entries for a search engine [  ] …  |  | | [![Quora](   ---   | ![](   ---      Stories from your activity      [What is a web crawler and how does it work?](      | [![Isha Khandelwal]( thumb-70672046-50-qebslvpbjbscgdeuqdmhzmewlqlucwyh.jpeg)](   **[Isha Khandelwal]( , studied Electronics and Communication Engineering at Malaviya National Institute...  [Answered October 9, 2017](      ---|---      [  A crawler is a program that visits Web sites and reads their pages and other information in order to create entries for a search engine index. The major search engines on t...  Read more »  ](      [What is crawler?](      | [![Saurabh Sharma](  [Saurabh Sharma](  [Answered October 9, 2017](      ---|---      [![](  My job is to crawl content on the web for Google’s index everyday, every night, non stop. I am cute na?  Have you ever thought how does the search engines like Google or Bing...  Read more »  ](      [What are search engine crawler bots?](      | [![Digitalbitx]( thumb-2186384677-50-gwfgzrqowzqjqtalfqflgdqerxxuznwj.jpeg)](  **[Digitalbitx]( , Co - Founder at Digitalbitx (2020-present)  [Answered May 13](      ---|---      [  Search engine carwler bots are bots of search engine like Google they crawl a websites when it is submitted by the owner of site to a specific search engine to crawl it's d...  Read more »  ](      [What is a crawler, and what is the work of a crawler?](      | [![Udit Mhatre]( thumb-317216443-50-xmfedavbcmdsodfmhtwxwnvbesiwynhd.jpeg)](   **[Udit Mhatre]( , SEO Team Lead (2020-present)  [Answered September 11, 2017](      ---|---      [  Search engines are a platform that provided relevant and rich answers to user queries. They are answer machines. It returns only those results that are relevant or useful f...  Read more »  ](      [What will be the scope for a web crawler made for email extraction?](      | [![Lainto Lion]( thumb-1164290095-50-qnhvuzlndnsyjqtoclzyzoxtmzqzusgv.jpeg)](   **[Lainto Lion]( , studied at Vrije Universiteit Brussel  [Answered February 12, 2021](      ---|---      [![]( be5f64c21799e481751785fba61e4045-lq)  There are legal and illegal goals of using email crawling programs. Of course spamming is one of the worst things for the business, that’s why we’ll talk about the most com...  Read more »  ](      [What's the best way to crawl websites to get email ids?](      | [![Shri Ram RDATS]( thumb-2074252071-50-lminntjtfoejomkwrrckcbotwadonswl.jpeg)](   **[Shri Ram RDATS]( , lives in Phulari (2023-present)  [Answered February 3](      ---|---      [  The best way to crawl websites to get email addresses is to use a combination of web scraping techniques and email pattern recognition algorithms. This involves sending req...  Read more »  ](      [How do I find Google crawlers?](      | [![Carlos Araya]( thumb-4327093-50-ipsccyebvvlihwhrfqfbkyjrsyjmqnui.jpeg)](   **[Carlos Araya]( , M.A. Educational/Instructional Technology, San Jose State University (2004)  [Answered February 7, 2022](      ---|---      [  What do you mean find Google Crawlers?  In your server logs? you can grep the logs for Google or googlebot  As a standalone application that you can use for your own purposes? ...  Read more »  ](      [What’s the best free website crawler software?](      | [![Zzeenn Azmi]( thumb-73127326-50-nypefrxxedryfumeihwpijxwponnfkpv.jpeg)](   **[Zzeenn Azmi]( , works at Mumbai, Maharashtra, India  [Answered March 15, 2015](      ---|---      [  Web crawling : Python Scrapy is an excellent framework for web crawling  Read more »  ](      [How do Google's crawlers work?](      | [![Lydia Priyadarshini]( thumb-392336252-50-detaelvbbpafvbdviccqrodbcehyhgaf.jpeg)](   **[Lydia Priyadarshini]( , Content Creator (2017-present)  [Answered June 7, 2018](      ---|---      [![](  Google is the most powerful medium that controls and drives traffic to your website.  Google gets billions of visitors every day and these visits are landed on millions of we...  Read more »  ](      [What is a Crawler Dumper?](      | [![Jacky Hoo]( thumb-2101735842-50-jeeaejepcaxjvydqxjhfnrsjdjeeyxtz.jpeg)](  [Jacky Hoo](  [Answered March 21](      ---|---      [![](  A crawler dumper is an industrial vehicle designed to move heavy materials across difficult terrain. It consists of two main parts—a cab that houses the operator and contro...  Read more »  ](      | [Search More on Quora](   ---      |  |      ---      This email was sent by Quora (605 Castro Street, Mountain View, CA 94041).   If you don't want to receive this type of email in the future, please [unsubscribe](      <  "
    },
    {
        "sender": "Quora Digest <english-personalized-digest@quora.com>",
        "subject": "Which is poorer, Vietnam or Cuba?",
        "date": "2023-12-15 16:18:01+07:00",
        "body_text": "Nominally, the Cubans are about 4 to 5 times richer when it comes to GDP per capita but if you’d look at Cubans it doesn’t seem like that. Of course you’d never see that blatant extreme poverty…  |  | | ![](   ---      |  Top stories for Sỹ  | [![Quora](   ---|---      [Which is poorer, Vietnam or Cuba?](      |   **Boris Sanochkin** , former (Ret.) Lt. Colonel • [Answered December 15, 2020](      ---      [![]( qimg-c6a55444cc2e33b03434bd883333a4a8-lq)  Nominally, the Cubans are about 4 to 5 times richer when it comes to GDP per capita but if you’d look at Cubans it doesn’t seem like that.  Of course you’d never see that bla...  Read more »     | ![Upvote](  558  | ![Comment](  116      ---|---|---|---   ](      [Why are database queries written in capital letters?](      |   **Md. Rusul Azom** , Junior Software Developer at Suborno IT, Dhaka (2022-present) • [Answered March 29](      ---      [![](  Well, let me tell you a little secret - databases are just really big, bossy creatures that like to be yelled at! Just kidding, but in all seriousness, SQL queries are typi...  Read more »     | ![Upvote](  142  | ![Comment](  9      ---|---|---|---   ](      | [![](   ---      [I was a data engineer. Is that relevant experience for a data scientist?](      |   **Mike West** , Creator of LogikBot • [Answered November 27](      ---      [![](  If you were a data engineer, then you’d know that answer.  You’d also know the data science is dead and the top job is the machine learning engineer.  For those that are data e...  Read more »     | ![Upvote](  8      ---|---   ](      [Why do you want to learn Vietnamese?](      |   **Garth Giles** , former Computer Support Analyst - now retired. at VisitBritain (1997-2016) • [Answered January 31, 2018](      ---      [  I’m learning Vietnamese now at age 71 because I’ve been married to a lovely Vietnamese lady for almost 15 years, and I originally expected her language to just “rub off on ...  Read more »     | ![Upvote](  370  | ![Comment](  31      ---|---|---|---   ](      [By age 27, you should be old enough to realize this](      |  Asked in Human mind readers • Answered by Elia Juniana • [July 4](      ---      [![](    1. Life's is 100% better when no one know anything about you.   2. You're at peace with yourself when you mind your own business.   3. You shouldn't take advice from people who're not whe...  Read more »     | ![Upvote](  14.4K  | ![Comment](  482      ---|---|---|---   ](      [I interviewed for a position 2 weeks ago and was ultimately notified that they were moving forward with a different candidate. I noticed that they had reposted the same job posting yesterday. Should I reach back out to the recruiter?](      |   **Susan Kaveny** , Repair things and worked on furniture for 50 years • [Answered June 24](      ---      [  No. Just Don’t!  This is a monster of a red flag. This place did you a favor. Take it.   A red flag? Yep. They’re looking for a candidate with no experience who won’t recogniz...  Read more »     | ![Upvote](  1.3K  | ![Comment](  152      ---|---|---|---   ](      [How is PyTorch different from TensorFlow? What are the advantages of using one vs. the other? When should I use one or the other?](      |   **Shubhanshu Mishra** , PhD Information Science, University of Illinois at Urbana-Champaign (2018) • [Answered January 19, 2017](      ---      [![](  After reading the Pytorch docs and the code examples on github, it appears to me that the main difference between PyTorch and Tensorflow (or Theano) is that PyTorch support...  Read more »     | ![Upvote](  189  | ![Comment](  5      ---|---|---|---   ](      [Did German Panzer crews fear facing American Sherman tanks on the battlefield during World War II?](      |   **David Lewinnek** , Works in semiconductors, feels like I have visited every office park in Asia • [Answered November 10](      ---      [  There’s an old story of a German POW bragging to everyone that Panzers were so much better than Sherman tanks that one Panzer could fight off four Sherman tanks.  Eventually,...  Read more »     | ![Upvote](  1.4K  | ![Comment](  164      ---|---|---|---   ](      [Why didn't Hitler and Stalin ever meet in person? Isn't it strange that you can go to war against someone who you've never seen before?](      |   **Christopher Gilmore** , Well travelled Canadian, history nerd, progressive, analyst • [Answered September 10](      ---      [![]( qimg-9de4bc5553d749849178ffb2b91bde33-lq)  Hitler really wasn’t one for travelling. In his lifetime, he spent some time as a soldier in occupied France and Belgium during the First World War, toured again occupied F...  Read more »     | ![Upvote](  234  | ![Comment](  27      ---|---|---|---   ](      [Is C++ fast?](      |   **Adam Helps** , software engineer at Autodesk • [Updated December 29, 2019](      ---      [  In teaching, there is a concept called “lies for children.” It means that sometimes we give a simple answer to a complicated question, even though that answer is technicall...  Read more »     | ![Upvote](  1.1K  | ![Comment](  87      ---|---|---|---   ](      [Why do Japanese female students wear short skirts in winter?](      |   **Satoka Sotome** , That girl from Tokyo • [Updated January 14](      ---      [![]( pjlq)  Because it cannot be rolled up any shorter.  The length of the skirts is what girls fight for in junior high and high school. The shorter you get to wear it, the higher you a...  Read more »     | ![Upvote](  14.3K  | ![Comment](  1K      ---|---|---|---   ](      [What should I prepare to stay in Vietnam for 1 month?](      |   **Arkaneh Urairat** , Know Southeast Asia, and live in Bangkok • [Answered March 23](      ---      [![](  You must have a deep pocket  Overall, 1 month in Vietnam will cost you 62,016,500 million for 2 people or a minimum of 30,000,000 million per person.  To pay your hotel bills, ...  Read more »     | ![Upvote](  81  | ![Comment](  35      ---|---|---|---   ](      | [Read more in your feed](   ---      |  |  Never miss a story. Designed for readers on the go.      ---      |  [![Download on the App Store]( it on Google Play](      ---      |  |      ---      Missing out on Quora emails? Be sure to add us to your primary inbox.      This email was sent by Quora (605 Castro Street, Mountain View, CA 94041).   If you don't want to receive this type of email in the future, please [unsubscribe](      <  "
    },
    {
        "sender": "\"Cisco.com\" <no-reply@mail-id.cisco.com>",
        "subject": "Activate Account",
        "date": "2023-12-15 22:36:00+07:00",
        "body_text": "---   | Hi Sy,   ---   Welcome to Cisco!   Please click the button to activate your account.   | [ Activate Account ](   ---   Expires in 7 days.   After activating your account, you can:        * [Login]( with your email and password.   * Manage your [ Cisco account profile ]( and request access to Cisco applications and services.   * [ Become a customer  ]( by associating a contract number or bill-to ID to your account or [ order services  ]( directly through our global network of certified partners.   * [ Become a partner  ]( by associating your account with a partner company or [ register your company  ]( as a partner.   * Access [ supply chain  ]( tools and resources.     Visit [help]( for login, password, and account information. [   Contact support](mailto:web-help@cisco.com) for help accessing your account.   This is an automatically generated message from [Cisco]( Replies are not monitored or answered.  "
    },
    {
        "sender": "\"Cisco.com\" <no-reply@mail-id.cisco.com>",
        "subject": "Cisco passsword issue",
        "date": "2023-12-15 22:46:14+07:00",
        "body_text": "---   | Reset Password Issue   ---   Hi Sy,   Someone requested a new password for your Cisco account anhhungbanphim57@gmail.com, but a security policy blocked the change.   We cannot allow anyone to login or reset a password for an account that is:    * Not activated. Please check your inbox for an email with a link to complete activation.   * On compliance hold. Please wait up to 2 hours for the \"Cisco Account Available\" email.   * Locked for too many failed login attempts. Please try again after 30 minutes or [try to unlock it](     Please try to log in or reset your password after your account is activated, unlocked, or cleared.   [ Contact support  ](mailto:web-help@cisco.com) immediately, if you did not make this request or for additional help accessing your account.      Visit [ help  ]( help.html) for login, password, and account information.   This is an automatically generated message from [Cisco]( Replies are not monitored or answered.  "
    },
    {
        "sender": "\"Cisco.com\" <no-reply@mail-id.cisco.com>",
        "subject": "Cisco passsword issue",
        "date": "2023-12-15 22:46:15+07:00",
        "body_text": "---   | Reset Password Issue   ---   Hi Sy,   Someone requested a new password for your Cisco account anhhungbanphim57@gmail.com, but a security policy blocked the change.   We cannot allow anyone to login or reset a password for an account that is:    * Not activated. Please check your inbox for an email with a link to complete activation.   * On compliance hold. Please wait up to 2 hours for the \"Cisco Account Available\" email.   * Locked for too many failed login attempts. Please try again after 30 minutes or [try to unlock it](     Please try to log in or reset your password after your account is activated, unlocked, or cleared.   [ Contact support  ](mailto:web-help@cisco.com) immediately, if you did not make this request or for additional help accessing your account.      Visit [ help  ]( help.html) for login, password, and account information.   This is an automatically generated message from [Cisco]( Replies are not monitored or answered.  "
    },
    {
        "sender": "Vũ Hữu Sỹ",
        "subject": "Test sending mail",
        "date": "2023-12-16 20:39:32+07:00",
        "body_text": "Hello! Please pay attention! This is not spam! Your email was given to me in a dating agency, dating through the Internet. It took me a long time to decide to write to you. The current situation in my life gave me the confidence to write you a letter. It's time to drastically change our life. I'm here looking for a man for a serious relationship! You are a free man ? Are you looking for a girl for a serious relationship? Let's start our acquaintance and communication! You'll like it ! You can see my photo. I have attached it to the letter. I forgot to say the most important! My name is Kaukhar. I'm 28 years old . Born and live in Kyrgyz Republic. City of Osh. I hope that distance is not a problem for our communication ? I heard about many examples when men and women from different countries manage to build happy relationships. Maybe this story is about us too! Each of us has the right to happiness! If there is even one chance in a million to be together, let's use it! Please text me back ONLY if you are looking for a serious relationship! It is very important ! I'll be waiting ! I will write more about myself and my life in my next letter. After your answer. I am very glad to start our communication! I wish you a good mood!  Best regard!  Kaukhar    Sent from [Mail]( for Windows    "
    },
    {
        "sender": "Quora Digest <english-personalized-digest@quora.com>",
        "subject": "What statistics should I know to do data science?",
        "date": "2023-12-16 21:46:22+07:00",
        "body_text": "I'm sorry I have to be that guy but... Data \"science\" is just over glorified statistics (but with a new name and a few more algorithms from computer science). You have to know stats to do stats…  |  | | ![](   ---      |  Top stories for Sỹ  | [![Quora](   ---|---      [What statistics should I know to do data science?](      |   **Nikola Kasarov** , I love math stats • [Answered April 30, 2016](      ---      [  I'm sorry I have to be that guy but...  Data \"science\" is just over glorified statistics (but with a new name and a few more algorithms from computer science). You have to kn...  Read more »     | ![Upvote](  417  | ![Comment](  30      ---|---|---|---   ](      [I promised my son a PS5 if he got straight A's and he did, but I don’t want to give him a ps5. What should I do?](      |  Chrysta Akers • [Answered November 14](      ---      [  I'll never forget a promise my parents broke to me. I was maybe 13? I was told if me and my brothers all got B's or better, then they promised we'd go to Disney land. Mind ...  Read more »     | ![Upvote](  7.5K  | ![Comment](  119      ---|---|---|---   ](      | [![](   ---      [With many Vietnamese comparing Vietnam with South Korea and Japan, isn't Vietnam more comparable with Cambodia, the Philippines, Indonesia and possibly Thailand in reality? Aren't Japan and South Korea a little too much upscale for Vietnam?](      |   **Mango Soda** , lives in Seoul (2008-present) • [Answered January 3](      ---      [  I will answer this as a Korean. Despite being located in South East Asia, Vietnam is culturally much closer to Korea and other East Asian countries. In fact, Vietnam shares...  Read more »     | ![Upvote](  414  | ![Comment](  55      ---|---|---|---   ](      [Should I choose Coursera or Udemy?](      |   **Guillaume Simler** , Citizen of two European countries, Resident of more • [Answered February 23, 2019](      ---      [  Based on personal experience and with a small extension, it depends really on your aim:    1. Udemy gives you in most case a very hands-on approach.   2. Coursera will give you a very a...  Read more »     | ![Upvote](  108  | ![Comment](  9      ---|---|---|---   ](      [If you call 911 by accident and tell the operator “sorry, I didn’t mean to dial you,” will they still send someone out?](      |   **Kevin Spencer** , Maintenance at Computer Numerical Control (2016-present) • [Answered October 1](      ---      [  Some yrs back I accidentally pocket dialed 911 while pumping gas. I kept hearing “hello, hello”. I grabbed my phone and saw it was connected to 911. I talked to the lady an...  Read more »     | ![Upvote](  3.7K  | ![Comment](  296      ---|---|---|---   ](      [Is Sundar Pichai a good programmer? On what basis was he hired at Google?](      |   **Sumanth** , lives in The United Kingdom (2021-present) • [Answered October 30](      ---      [  Sundar Pichai wasn’t hired at Google for his programming skills!!!!   He doesn’t even have a degree in computer science or information technology.   He studied materials scienc...  Read more »     | ![Upvote](  138  | ![Comment](  10      ---|---|---|---   ](      [Do people still use Python?](      |   **Travis Addair** , former Senior Software Engineer II, TLM at Uber (2016-2021) • [Answered January 18, 2018](      ---      [  Every year, GitHub publishes some stats on the most popular languages on its platform, called Octoverse.  There’s a lot of info to digest there, so here’s a TL;DR.  In 2017, Py...  Read more »     | ![Upvote](  1.3K  | ![Comment](  108      ---|---|---|---   ](      [Is Chat GPT going to kill SEO?](      |  Louis Stevens • [Answered November 16](      ---      [  As an expert in the field, I can confidently say that the idea of Chat GPT killing SEO is nothing short of a wild exaggeration.  While Chat GPT undoubtedly has the potential ...  Read more »     | ![Upvote](  74  | ![Comment](  3      ---|---|---|---   ](      [Will Trump attend Obama’s funeral?](      |   **Steve Hill** , Semi-retired at Accountant, Lawyer, Musician, Luthier (2015-present) • [Updated Wed](      ---      [  Donald Trump is 77, clinically obese, and showing increasing signs of failing mental health. He is also at risk of imprisonment relating to 91 outstanding criminal indictme...  Read more »     | ![Upvote](  3.1K  | ![Comment](  1.6K      ---|---|---|---   ](      [If education in Germany is free and good, then why doesn't everybody go there to study?](      |   **Lucas Karl Hahn** , German citizen • [Answered November 7, 2014](      ---      [  I assume you are an American (because university there is very, very expensive yet many graduates work low-paying jobs).  Few Americans would feel comfortable flying alone 4...  Read more »     | ![Upvote](  3K  | ![Comment](  449      ---|---|---|---   ](      [I got fired. My ex-boss is now asking for the whereabouts of important files. How should I respond?](      |   **Steve Poling** , I've been a landlord since 1984. • [Answered August 29](      ---      [  Smile. Thank him/her for reaching out. Ask about his family and be nice.  When he turns the conversation back to the important files, give him your consulting rate & an estim...  Read more »     | ![Upvote](  7K  | ![Comment](  335      ---|---|---|---   ](      [My daughter asks me to help her take a shower because she has a broken arm. What do I do?](      |   **Corbin McCormick** , CEO of The Advice Man Inc (1971-present) • [Updated September 20](      ---      [  Are you actually serious? How did you get this far in life and not have the slightest clue on how to use your head to improvise? Man, within 2–4 secs of reading your post I...  Read more »     | ![Upvote](  8.4K  | ![Comment](  1K      ---|---|---|---   ](      | [Read more in your feed](   ---      |  |  Never miss a story. Designed for readers on the go.      ---      |  [![Download on the App Store]( it on Google Play](      ---      |  |      ---      Missing out on Quora emails? Be sure to add us to your primary inbox.      This email was sent by Quora (605 Castro Street, Mountain View, CA 94041).   If you don't want to receive this type of email in the future, please [unsubscribe](      <  "
    }
]